{"storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "osm:standard", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Edmonton and the West through the eyes of Gertrude Balmer Watt", "text": "<div>By Michaela Morrow and Sophie Harvey</div><div><br></div><div>Gertrude Balmer Watt (1879-1963) was Edmonton's first female journalist. Her works were published by her husband's newspaper and later collected into two volumes: <em>Town and Trail</em> and <em>A Woman in the West</em>. Her vignettes on daily Edmonton life offer a fascinating glimpse of a growing settler city from approximately the time period of 1905-1909. The unique sense of place in Watt's writing was a deliberate choice, as she was interested in documenting \"the now\" of things. She also added poems, photos, and drawings to enrich her sensory style.<br></div><div><br></div><div>By mapping Watt's colorful writing in the digital realm, we hope to illustrate her life in the same multimedia way she did. In particular, Watt focused on the people, places, and progress made in \nthe newly-anointed City of Edmonton. We wish to explore these three themes as well, asking who and what was in Edmonton at the time, and what a city of progress looked like in the early 1900s.</div><div><br></div><div>However, we also want to remind our viewers that Watt was a settler woman with many privileges afforded to her. As with all good historical research, we will be introducing other primary sources to supplement Watt's narratives where we can. Watt was progressive for her time in some ways and drew attention to marginalized narratives herself, but her biases are still firmly apparent. We hope that by drawing from other sources, we will be able to focus on Watt's life as a settler woman with privilege and mobility without sacrificing the context in which she lived and discussed in her own writing.</div><div><br></div><div>We have matched a coordinate to each of Watt's articles, presented in the same order she compiled her writing. You can view the entirety of <i>Town and Trail </i>and <i>Woman in the West </i>on the Internet Archive for free. Without further ado, enjoy the colorful descriptions of Edmonton's past and think about the people, places, and progress of Edmonton shown in Watt's work. <br></div><div><br></div><div><a href=\"https://archive.org/details/womaninwest00wattuoft\" target=\"\" rel=\"\" title=\"Link: https://archive.org/details/womaninwest00wattuoft\">https://archive.org/details/womaninwest00wattuoft</a></div><div><a href=\"https://archive.org/details/towntrail00wattuoft\" title=\"Link: https://archive.org/details/towntrail00wattuoft\">https://archive.org/details/towntrail00wattuoft</a><br></div><br><br><br>"}, "type": "overview"}, {"date": "", "location": {"lat": 53.535411, "line": true, "lon": -113.507996, "zoom": 12}, "media": {"caption": "A drawing from Watt's \"The Lure of the Trail\"", "credit": "University of Toronto", "url": "https://ia800204.us.archive.org/BookReader/BookReaderImages.php?zip=/28/items/towntrail00wattuoft/towntrail00wattuoft_jp2.zip&file=towntrail00wattuoft_jp2/towntrail00wattuoft_0015.jp2&id=towntrail00wattuoft&scale=4&rotate=0"}, "text": {"headline": "The Lure of the Trail", "text": "<div>Watt begins <em>Town and Trail</em> with, of course, a narrative about the trail to the \"North and West\", or what we now call Western Canada:</div><div><br></div><div>\"Sometimes in the dark moments you ask yourself why should the trail be broken at all? Why is it so imperative that homes all over the face of the earth should be disorganized, that this new and practically unsettled country should be made to blossom like the rose. I think there are two answers: nations, as well as men can not shrink from their destiny, and what should we do with the men who won't fit in, if there were no new worlds to conquer?\" (Town and Trail, pg. 6)<br></div><div><br></div><div>She continues:</div><div><br></div><div>\"They want, too, I think I should add, to count for something in this world, to help make history, not just live in it. The lure of the trail has taken men captive from the beginning, and to the end of time those worth while will push on to the lands where a man has elbow room.\" (pg. 8)<br></div><div><br></div><div>For Watt, becoming a settler was a form of glorious conquest. While we can all agree that the Indigenous lands of Treaty 6, 7, and 8 were not \"unsettled\" at any point in settler history, her writing reflects the propaganda of the Canadian and British governments, who painted their settlement schemes as a promising new world for the men brave enough to conquer it. While Watt never speaks explicitly negatively about Edmonton and settlers, we will see how her writing takes a more nuanced view as she spends time with Indigenous and other settler groups.</div>"}}, {"date": "", "location": {"lat": 53.548887, "line": true, "lon": -113.478828, "zoom": 12}, "media": {"caption": "Edmonton Business District, ca. 1910", "credit": "The Valentine & Sons Publishing Co.", "url": "https://archive.org/download/PC014126/PC014126.jpg"}, "text": {"headline": "Street Scenes", "text": "<div>Watt had a keen eye for the less-fortunates in Edmonton's history. When discussing the bustling streets of Edmonton, she briefly alludes to the tensions between Indigenous and settler peoples:</div><div><br></div><div>\"Outside of the smaller and older shops the Indians still congregate or sit squatted on the pavement, but through the plate glass doors stalks their white brother; each man for himself and according to his needs as it were, but will the devil claim the hindermost?\" (Town and Trail, pg. 14)<br></div><div><br></div><div>She also highlights \"other unfortunates out of work\" who make constant trips across the river to find work in the business district (Town and Trail, pg. 15). Watt juxtaposes this imagery with the progress the city is making and seems to consider it one of the many factors that make Edmonton stuck between the past and the future.&nbsp;</div><div><br></div><div>Unfortunately, these problems still persist in the same neighborhoods Watt explored: Boyle Street, McCauley, and other neighborhoods surrounding Edmonton's historic business district still suffer from large populations of unhoused people, Indigenous communities at risk, and other factors that hinder the \"progress\" of Edmonton as a city.<br></div>"}}, {"date": "", "location": {"lat": 53.5388536647974, "line": true, "lon": -113.50113069233, "zoom": 12}, "media": {"caption": "ca. 1910", "credit": "R.A.J. Little", "url": "https://archive.org/download/PC006706/PC006706.jpg"}, "text": {"headline": "\"Do You Remember?\"", "text": "<div>In this small vignette, Watt discusses how settlers reminisce about their home countries, whereas she, a woman born in Canada, cannot. She instead focuses on how Edmonton could be remembered as a new home:</div><div><br></div><div>\"Does any one in Edmonton remember? And if you do not you can, you must, hark back to some corner store— funny, isn't it, what magic lies in the very name, and whenever did a shop in a block or down street reflect one half its glories? — where you disposed, in the days of your youth, of the much prized black coppers, a kind providence sent your way.\" (Town and Trail, pg. 20)<br></div><div><br></div><div>Considering Edmonton had only recently been declared a city, and there was a large influx of immigration from both other settled places and overseas, not many may have settled into Edmonton as a \"home\" yet. This little vignette shows how building up a city is not just about the new neighborhoods and infrastructure but about the everyday experiences the city can offer to its new residents. It also demonstrates Watt's focus on place, rather than space, when she talks about Edmonton. Based on Watt's writing, she likely lived in the historic neighborhoods near Jasper Avenue--most of which are no longer quiet suburbs but soaring skyscrapers and concrete parking lots.<br></div>"}}, {"date": "", "location": {"lat": 53.541418, "line": true, "lon": -113.485737, "zoom": 12}, "media": {"caption": "Coal Mines at Whitemud Creek in Edmonton, 1965", "credit": "City of Edmonton Archives", "url": "https://citymuseumedmonton.ca/wp-content/uploads/ET-11-134.jpg"}, "text": {"headline": "On the City Outskirts: Coal Mines, Part 1", "text": "\"If over the sea lies Spain, over the brow of the hill in Edmonton, down on the banks of the river and along the flats, lies a country equally unknown to me. Here it is that the coal camps pitch their tents, the men who haul the sand and gravel erect their homes, and here I found myself one day not long since, a flitter-by in a carriage, barely touching, barely getting a look in at this new phase of life in this wonderful little city of ours but keenly, vitally interested in what I saw.\" (Town and Trail, pg. 22)<br><br><div>Watt spoke often of the labourers who came to Edmonton. But Watt lived in the city proper, and came from a privileged class--she herself acknowledges she knows little of the city outskirts. This is where the majority of labourers went, particularly if they were of Eastern European, Chinese, or other \"second class\" ethnic groups of the time. The image above is from the Whitemud Creek coal mines, which would have been one of the most active coal mines outside the \"city proper\" at the time of Watt's musing. Edmonton's coal mines no longer exist, even as historical landmarks--the pictured coal mine was demolished a few years after the image was taken. Our map also marks the Shaw Conference Centre--one of the biggest coal mines in Edmonton before it was developed into a city.<br></div><br>"}}, {"date": "", "location": {"lat": 53.541418, "line": true, "lon": -113.485737, "zoom": 12}, "media": {"caption": "Polish Canadians in Coleman, Alberta", "credit": "https://www.thecanadianencyclopedia.ca/en/article/poles", "url": "https://d3d0lqu00lnqvz.cloudfront.net/media/media/d65f0cf8-e58d-457d-83a7-a571cbc89280.jpg"}, "text": {"headline": "On the City Outskirts: Coal Mines, Part 2", "text": "<div>In her visit to the outskirts, Watt describes how the labourers at the coal mines live a much more miserable life:</div><div><br></div>\"In any or all of these incidents imagination has no need to play a part. But when you come to the modest shacks probably put together by His own hands; when you see a woman scurrying across a break in the fence to borrow her next door neighbor's daily paper, which is probably again passed on to Mrs. Smith; when you have a glimpse through an uncurtained window of lone bachelors frying their solitary rasher of bacon, or seated beside the table, reading by the subdued glow of the little lamp that has to answer for the entire lighting of the house; when you see outside, hanging on the side of the shack, half the paraphernalia of the kitchen; then speculation runs riot. Here you come close to something real, something that tantalizes you into wanting to know more; you begin to realize that there are other things in life than back-biting your dearest friends. It comes to you that existence is after all a solemn thing.\" (Town and Trail, pg. 24)<br><br>According to <a href=\"https://open.alberta.ca/dataset/43ba6921-54b4-4e25-9ddb-15095277fb9e/resource/559065fe-c337-4e4d-9ede-381b586e7390/download/2013-01-poland-ab.pdf\" target=\"_blank\" rel=\"nofollow\">Alberta Open Data</a>, Polish workers made up a significant portion of coal mine workers, and Edmonton has the second largest Polish population in Canada. Early Polish (and Ukrainian) immigrants are the same \"Galicians\" Watt mentions at the labour office. This description Watt gives us of how Polish and other Eastern European workers lived, compared to the much happier description given of visiting British homesteads, highlights the inequality in Canadian land settlement schemes.<br><div><br></div><div>With no more coal mines--or monuments to them--in Edmonton, the reminders of what desolate places they created only exist in historical sources. Coal mines are a crucial part of settler history in Western Canada, particularly for Eastern European populations, and it is important to remember that not all Europeans who travelled the Atlantic were treated equally.<br></div>"}}, {"date": "", "location": {"lat": 53.519802, "line": true, "lon": -113.497132, "zoom": 12}, "media": {"caption": "The Strathcona Edmonton Public Library", "credit": "Historic Places", "url": "https://www.historicplaces.ca/hpimages/Thumbnails/16426_Medium.jpg"}, "text": {"headline": "The Question of the Hour", "text": "<div>Watt often wrote about gender relations and the differences between men and women. Much of it was framed as advice to married women, as she herself was one. In this article, she explains the reading practices of men and how to buy Christmas gifts for a husband who simply reads books to play devil's advocate:<br></div><div><br></div><div>\"For this most \"peculiar\" man then what do I suggest? Verily not a volume of Browning which he is very apt to leave in lonely state on the front parlor table; not an imposssibly gorgeous smoking jacket, not fine brasses and artistic what-nots— but, if he is a man who has a hankering for a well-written book concerning animal life, one of the many much-discussed and oft-attacked yarns that the very wise Thompson-Seton's and Kipling's and Roosevelt's, etc., are turning out in distracting numbers. If he doesn't believe one word that the book says, it gives\"him\" something to argue about anyway. If he can't rise to animal lore, get him one of the smart toast books that are flooding the market, at any rate something you know he fancies, not something YOU fancy he ought to fancy. \" (Town and Trail, pg. 27)</div><div><br></div><div>While it is a small and humorous aside, it also shows that books were easy to come by--for middle class families, at least. Watt would have likely shopped for books on Jasper Avenue, the commercial district in Edmonton at the time, but the city of Edmonton proper did not have a library. The first public library in \"Edmonton\", pictured here, was actually <a href=\"https://www.historicplaces.ca/en/rep-reg/place-lieu.aspx?id=5919&amp;pid=0\" target=\"_blank\" rel=\"nofollow\">built in Strathcona in 1913</a> and still stands today. Strathcona would have been incorporated into the Edmonton area at the time and Watt would have been around to witness its completion, although she had stopped writing by then.<br></div><br>"}}, {"date": "", "location": {"lat": 44.158239, "line": true, "lon": -64.486661, "zoom": 12}, "media": {"caption": "The Edmonton Saturday Mirror, from December 1912, advertising Christmas concerts", "credit": "Mirror Publishing Company", "url": "https://ia600508.us.archive.org/BookReader/BookReaderImages.php?zip=/31/items/ESM_1912112301/ESM_1912112301_jp2.zip&file=ESM_1912112301_jp2/ESM_1912112301_0001.jp2&id=ESM_1912112301&scale=8&rotate=0"}, "text": {"headline": "The Christmas Entertainment", "text": "<div>Watt grew up in Eastern Canada and spent much of her early life in Guelph. We interrupt the focus on Edmonton to show that even Watt became homesick around Christmas:</div><div><br></div><div>\"Heavens! the joy of seeing each square blotted out and home and father and mother and the whole precious family so very, very near ! Then comes the excitement of the Christmas concert when \"you\" speak your piece, fearfully and wonderfully gotten up in your best bib and tucker, starched out of sight, and with enough ribbons to start a notion counter. \"Oh, but you just know you'll break down.\" Yes and dear old mother here all the way from Cherry Hill with a world of love and pride in her eyes, and her heart in her mouth for fear the crowd will make you nervous.\" (Town and Trail, pg. 19)</div><div><br></div><div>The great gap between Cherry Hill and Edmonton helps to illustrate the long travels settler families took by train in search of better opportunities. Christmas, as demonstrated here, was a time where families would make these arduous trips in order to reunite even if they had spread across Canada.<br></div>"}}, {"date": "", "location": {"lat": 53.525233, "line": true, "lon": -113.526921, "zoom": 12}, "media": {"caption": "Pembina Hall's tipi as illustrated by Karen Wall", "credit": "City of Edmonton Archives", "url": "https://www.edmonton.ca/sites/default/files/public-files/assets/images/FacultyNativeStudies_KarenWall.jpg"}, "text": {"headline": "Canada and Britain", "text": "<div>Watt was very adamant about Canada being its own nation with its own culture, descended but separate from Britain:<br></div><div><br></div><div>\"We do not expect nor wish to have Canadians slavish imitators of the people of Great Britain. The character of our vast domain and of all the influences which go to make us a nation must necessarily be impressed upon us. But with all due respect to Mr. Begbie, we do admire the little island across the sea, both in its present and in the past, and we have a real feeling of loyalty towards it and towards its Sovereign, which is also our Sovereign. The rapidity with which new-comers among our citizens from other than British countries enter into these feelings of ours is a matter for wonder. In another part of this volume I have pointed out how heartily the children, drawn seemingly from all parts of the earth, enter into the spirit of our patriotic celebrations.\" (Town and Trail, pg. 36)<br></div><div><br></div><div>Here Watt is celebrating the diversity of Canada. In this paper, she refutes the idea that Canada is a lawless land because of its increasing distance from Britain, replying to a scathing article from London journalist Harold Begbie. Again, we see that despite Watt's progressive views on diversity, she still sees the empiricism of Canadian settlement as something to be admired and emulated.</div><div><br></div><div>Watt also had a complicated relationship with Indigenous people, as we will see in later writings. For this reason, we feel it is important to represent this particular vignette with the University, traditional lands of the Papaschase First Nation, Métis, and a meeting place for other Indigenous nations across Western Canada. These groups were displaced from their traditional lands in Edmonton not by the British, but by Sir John A. MacDonald and the local Edmonton government during Fort Edmonton's construction. The University of Alberta is a place of the same great diversity that Watt celebrates, but also a place that represents what was taken from Indigenous people in order to achieve such multiculturalism. <br></div><br>"}}, {"date": "", "location": {"lat": 49.260872, "line": true, "lon": -123.113952, "zoom": 15}, "media": {"caption": "A travel guide to Vancouver from 1908", "credit": "Queen's University", "url": "https://ia801905.us.archive.org/BookReader/BookReaderImages.php?zip=/13/items/pocketguidemapo00vanc/pocketguidemapo00vanc_jp2.zip&file=pocketguidemapo00vanc_jp2/pocketguidemapo00vanc_0001.jp2&id=pocketguidemapo00vanc&scale=8&rotate=0"}, "text": {"headline": "The Men Who Make Good", "text": "<div>Watt traveled to many places in Canada, including more \"developed\" cities like Toronto and Vancouver. These places were quite urban in comparison to the prairies at the turn of the twentieth century. Watt thinks poorly of these urbanites, comparing lazy men on homesteads to the type of men she met in Vancouver:</div><div><br></div><div>\"the right men set to their task soberly, with stout hearts, and in time I see a snug farm house, many cattle and great wheat fields, all, all the gift of this wonderful new Dominion. While the other set of men are loafing about town, demanding 'where are the brass beds and the parlor rockers?'\" (Town and Trail, pg . 41)</div><div><br></div><div>Such an observation shows an interesting divide between the port cities of Canada versus the wide expanse of the prairies. Watt appears to have frequently visited Vancouver and enjoyed some city comforts herself, however; it is always best to take her perspective with a grain of salt.<br></div>"}}, {"date": "", "location": {"lat": 53.541768, "line": true, "lon": -113.487295, "zoom": 12}, "media": {"caption": "A map of Edmonton's Chinatown, ca. 1900-1910", "credit": "Simon Fraser University", "url": "https://www.sfu.ca/chinese-canadian-history/images/edmonton/icons/Edmonton_1.jpg"}, "text": {"headline": "A Western Salon: Chinatown, Part One", "text": "<div>Watt visited many establishments run by people considered second class citizens at the time. One of those is \" Song Lee's little Chinese restaurant around the corner\" (Town and Trail, pg. 43), which according to <a href=\"https://www.sfu.ca/chinese-canadian-history/edmonton_chinatown_en.html\" target=\"_blank\" rel=\"nofollow\">Simon Fraser University</a> was possibly the only Chinese restaurant in Edmonton at the time. Watt describes restaurant crowds as people made up of many different backgrounds--ethnicities, jobs, and history do not matter in the (overly utopian) vision Watt portrays.</div><div><br></div><div>Edmonton's Chinatown was quite small between 1900-1910, but was likely populated by families of railroad workers who had settled once the main lines to Edmonton were complete. As seen by this historic map, Chinatown in the 1900s is not actually the same as modern Chinatown; it was much more central because East Edmonton had not been as built up yet.<br></div>"}}, {"date": "", "location": {"lat": 53.5464052, "line": true, "lon": -113.4693996, "zoom": 12}, "media": {"caption": "Modern Chinatown, by the Harbin Gate", "credit": "City of Edmonton", "url": "https://www.edmonton.ca/sites/default/files/public-files/feature-images/ctbanner.png"}, "text": {"headline": "Chinatown, Part Two", "text": "Chinese railroad workers and other immigrants continued settling in Edmonton. They were subject to head taxes and other discriminatory legislation by the Canadian government. Part of the reason Chinatowns--a conglomeration of businesses--exist in Canada is due to the head tax exemption program: <a href=\"https://www2.gov.bc.ca/gov/content/governments/multiculturalism-anti-racism/chinese-legacy-bc/history/discrimination/federal-head-tax\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www2.gov.bc.ca/gov/content/governments/multiculturalism-anti-racism/chinese-legacy-bc/history/discrimination/federal-head-tax\">six classes of people</a> were excluded from paying head tax for their families, and of those classes, merchant was the easiest for a Chinese person to become at the time. Hence, many Chinese people became business owners in order to bring their families over without going into debt from their head taxes. Watt's \"Western Salon\" was likely one of these businesses, as she had written the article only a few years after the price of the head tax was raised. <br>"}}, {"date": "", "location": {"lat": 51.507322, "line": true, "lon": -0.127647, "zoom": 12}, "media": {"caption": "Town and Trail, pg. 47", "credit": "University of Toronto", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/Screenshot 2023-12-03 at 12-09-12 Town and trail Watt Gertrude Balmer (Hogg) Free Download Borrow and Streaming Internet Archive.png"}, "text": {"headline": "The Mary Jane Problem", "text": "\"Mary Jane\" is Watt's moniker for the type of woman who expects to find work as a housekeeper, governess, or other \"live-in\" position for a rich family out West. As Watt puts it: \"'The old-time Mary Jane who used to spend a life-time in one family, helping to rear the babies, beloved by all, has passed away,' is a common saying now the world over. Out West, except in very rare instances, she has never existed\" (Town and Trail, pg. 46). <br><div><br></div><div>Watt mentions knowing \"Mary Janes\", nearly all of whom are from Western or Central Europe with the exception of a Métis woman. Generally, these young women came from more privileged backgrounds overseas. Her insight into these working women, even if she considers them naive, shows just how expectations for women were changing, particularly in settler-colonial countries. Watt, a woman fortunate enough to go to school, seems to think these women would be helped by making \"manual training and domestic science compulsory studies in the schools\" so that they actually had the educational background required to be live-in housemaids (pg. 51).&nbsp;</div><div><br></div><div>Evidently, the West in Watt's imagination was a place where women were expected to have the same drive and work ethics as the stereotypical settler man. Much like her scathing review of men used to urban life, Watt also has a poor opinion of these \"Mary Janes\" who want the urban comforts of a more developed nation like England.<br></div>"}}, {"date": "", "location": {"lat": 53.524162, "line": true, "lon": -113.526573, "zoom": 12}, "media": {"caption": "The \"Seven Independent Spinsters\", or, the first seven women to attend the University of Alberta", "credit": "University of Alberta Archives", "url": "https://www.ualberta.ca/folio/media-library/160308-we-are-seven-70-69-10-main.jpg"}, "text": {"headline": "Miss \"Oh Really\"", "text": "<div>In this brief article, Watt derides an old college classmate (Miss \"Oh Really\") whose wedding she has been invited to. This classmate, much like the Mary Janes, is thought of poorly because of her privilege. As Watt explains:</div><div><br></div><div>\"Why she had ever come to college was a mystery — and why doting parents had literally robbed themselves that she might make a fine appearance was a dual one. If she had had any lovingness, if she had been possessed of one spark of gratitude or wit, or brains, or shown evidence of being other than a superlatively self-composed, matrimonially ambitious doll, brimming over with affectation and insincerities, one could have understood it; but to every remark to have to put up with her 'Oh really' for every sacrifice to receive in return only the vacant acceptance of this emptyheaded bit of humanity — oh this blind parent love, what tragedies are committed in its name!\" (Town and Trail, pg. 53)<br></div><div><br></div><div>Women going to college was still quite rare. Watt clearly considered it a privilege that should be reserved for clever, rather than rich, women. Watt, despite being a married woman herself, even seems to think that it is preferable to want to be a spinster than to want only marriage as an ambition (pg. 54).</div><div><br></div><div>Shortly before the publication of <i>Town and Trail</i>, the University of Alberta opened, and seven of its first students were women. These women, pictured here, called themselves spinsters--we can only speculate that Watt would likely have approved more of these so-called spinsters than her married college friend. Regardless, Watt's attitude shows that higher education was indeed a privilege afforded to few women at the time. Indigenous women and other \"second-class\" ethnicities in Canada did not have many of the same luxuries as white settlers. Edmonton's first female graduates were, like Watt and her friend, almost assuredly from middle or upper class white settler families who could afford to pay for a woman's education.<br></div>"}}, {"date": "", "location": {"lat": 53.546207, "line": true, "lon": -113.476448, "zoom": 12}, "media": {"caption": "Alexander Taylor School, which still stands today", "credit": "City of Edmonton Archives", "url": "https://www.edmonton.ca/sites/default/files/public-files/assets/images/EA-43-77a.jpg"}, "text": {"headline": "The Coming Westerners", "text": "<div>Watt was very involved in different social events in Edmonton. This let her attend the openings of multiple buildings, schools, and organizations. When discussing \"The Coming Westerners\", she is again celebrating the diverse immigrants who came to Canada to have their children raised in Canadian schools:</div><div><br></div><div>\"Not long ago I attended, as a member of the Westward Ho ! Chapter of the Imperial Order of the Daughters of the Empire, the presentation of a flag to the Alexander Taylor school, whose register includes perhaps more foreign names on its list than that of any other institution in Edmonton\" (Town and Trail, pg. 58).</div><div><br></div><div>She is even interested in seeing a child of colour attend the school, considering it a success of the school to have such diverse children. After Edmonton became a city, it experienced a population <a href=\"https://www.edmonton.ca/city_government/edmonton_archives/the-schools\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.edmonton.ca/city_government/edmonton_archives/the-schools\">\"increase of more than 2,700% in only 13 years</a>\" that led to the building of more than twenty new schools. From this vignette and other writings from Watt, we can infer that there were more than just white settlers coming to Edmonton with their families.<br></div>"}}, {"date": "", "location": {"lat": 53.538639, "line": true, "lon": -113.502397, "zoom": 15}, "media": {"caption": "The Land Titles Office in Edmonton ca. 2006", "credit": "City of Edmonton Archives", "url": "https://www.edmontonmapsheritage.ca/uploads/cache/26/f9/26f9e9c9f092b1aef4195b215171d1d1.jpg"}, "text": {"headline": "The Gateway of Opportunity", "text": "<div>Watt made many trips to the Land Titles Office, where she interviewed a number of new arrivals to the city. In this vignette, Watt meets a widow named Mrs. Conklin from Chicago, who came to Canada with her teenage son as a settler looking for a new plot of land. Watt is very impressed with her:<br></div><div><br></div><div>\"She knew all about farming; could plough with the best of them ; had studied gardening and chicken raising, and loved both occupations. She 'and her boy would work the farm themselves; she had her eye on a likely spot, which friends had looked over for her. She was Thirteenth in line; wasn't superstitious. No one had yielded up his place for her, but a friend had stood in her stead during the night.\" (Town and Trail, pg. 67)<br></div><div><br></div><div>This vignette is notable not only because Watt wrote down where Mrs. Conklin procured land (\"She secured the north-west quarter of section 5, of township 59, range 3, west of the fifth\"), but because Mrs. Conklin only spoke to Watt as a fellow woman (pg. 69). A woman travelling with no husband was rare, and Mrs. Conklin's status as a widow would have made her stand out next to the married women and men in line with her. Watt's writing helps to show just how many unique stories were present in Edmonton's Land Office at the time.<br></div><br>"}}, {"date": "", "location": {"lat": 49.283332, "line": true, "lon": -123.118391, "zoom": 12}, "media": {"caption": "The original Hotel Vancouver (or as Watt calls it, the Vancouver Hotel).", "credit": "University of British Columbia", "url": "https://digitize.library.ubc.ca/files/2018/11/First-Hotel-Vancouver-ill_Chung_UBC-768x450.jpg"}, "text": {"headline": "Before the Mirror", "text": "\"In the cosy lounge leading into the dining room of the Vancouver Hotel are two wide mirrors framed in white, one of which bears the inscription: 'Life is a mIrror, try smiling at it.' and the other 'We are no other than a moving row Of magic shadow-shapes that come and go.'\" (Town and Trail, pg. 70)<div><br></div><div>This vignette is about one of Watt's stays at Vancouver Hotel. She is quite taken with these two quotes and the vignette showcases the optimistic attitude that permeates much of her writing. In this particular vignette, she urges her readers to stop and appreciate the small moments in life. <br></div><div><br></div><div>Watt would likely have been staying at the first Hotel Vancouver, built in 1888 by the Canadian Pacific Railway. This small piece of reflective writing helps demonstrate, again, that middle class women like Watt were afforded extra mobility by the completion of the railway.</div><div><br></div><div>The location of the original Hotel Vancouver has been replaced by modern urban developments, but more about the hotel's history and its ability to cater to tourists like Watt can be read about <a href=\"https://digitize.library.ubc.ca/digitizers-blog/hotel-vancouver/\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://digitize.library.ubc.ca/digitizers-blog/hotel-vancouver/\">here</a>.<br></div>"}}, {"date": "", "location": {"lat": 53.54324326589539, "line": true, "lon": -113.49374234232789, "zoom": 12}, "media": {"caption": "ca. 1919", "credit": "Provincial Archives of Alberta, Arthur Balmer Watt fonds", "url": "https://hws.alberta.ca/viewimage.aspx?img=PAA\\Images\\A16238.jpg&width=625"}, "text": {"headline": "The Story-Book World", "text": "<div>This piece is another one of Watt's more reflective articles. In it, she discusses the fickle nature of men and how women create ideal versions of them who are better off left in story-books rather than real life. However, Watt also gives us a quick look into her own marriage:</div><div><br></div><div>\"A girl made for herself out of the fabric of her imagination a very wonderful man. Her Ideal.<br><br>One day she electrified her small world by announcing her engagement.<br><br>'Is he the Ideal Man?' everybody questioned.<br><br>'No,' said this inconsequential maiden, 'but he has my ideal nose.'<br><br>Was she disappointed in her reality? Heavens! no. Ideal men and women flourish best in the picturesque environment of story books\" (Town and Trail, pg. 78).</div><div><br></div><div>Watt met her husband, Arthur Balmer Watt, in Guelph, Ontario. They were married for six decades (until death) and both worked in publishing. Arthur Balmer Watt supported his wife's writing and was part of another interesting history; working at the <a href=\"https://edmontonjournal.com/news/politics/paula-simons-eighty-years-ago-the-edmonton-journal-won-a-pulitzer-prize-lets-remember-why\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://edmontonjournal.com/news/politics/paula-simons-eighty-years-ago-the-edmonton-journal-won-a-pulitzer-prize-lets-remember-why\">Edmonton Journal when they won a Pulitzer Prize for defying censorship in Alberta in 1938</a>. He often comes up in Watt's writing as an example of the difference between men and women, but she always portrays him fondly.</div><div><br></div><div>The Edmonton Journal was located at 102ave and 101st back in 1905, when the Watts first moved to Edmonton, close to the City Centre Mall. Its current location is at 101ave (Jasper) and 101st, and was built specifically for the Journal in 1921. This photo, donated by Arthur and Gertrude's son to the Provincial Archives, was believed to have been taken by Arthur surveying the modern location shortly before the first iteration of the building was built (see \"Aruthur Balmer Watt fonds\")<br></div>"}}, {"date": "", "location": {"lat": 43.546052, "line": true, "lon": -80.249328, "zoom": 12}, "media": {"caption": "", "credit": "Town and Trail, pg. 79", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/Screenshot 2023-12-03 at 15-01-02 Town and trail Watt Gertrude Balmer (Hogg) Free Download Borrow and Streaming Internet Archive.png"}, "text": {"headline": "The Home-Makers", "text": "<div>Watt ends <em>Town and Trail </em>by ruminating on the differences between Eastern Canada, where she grew up, and Western Canada, where she spent the rest of her life. In particular, she relates stories of her great-great grandparents, who travelled through Canada in wagons, to \"modern\" settler travel:</div><div><br></div><div>\"Board the C.N.R. train at Winnipeg and come north to Edmonton; take the C.P.R. line and travel southward to your starting point. Go through the most infectiously bustling towns you have ever seen. Note the brand new buildings, the large hotels, see the class of immigrants who have taken up their homes in these wonderful new provinces; pay heed to the active, stirring life that is everywhere; that makes it impossible to dawdle or just put in time; look at the crowds around the real estate offices, see the loads of prospective settlers starting out for their future homes. And then go out and drive through a country where fences are not, where you will see the most boundless stretches of fertile land your mind has ever conceived\" (Town and Trail, pg. 81).</div><div><br></div><div>For Watt, the West was a way to rekindle the settler spirit that had left the East. Eastern Canada had well-developed cities and railway lines when Watt was born; but the West was as yet untamed through the lens of settler mythology. While her childhood was spent in Guelph and she often refers to it, Watt continues to advocate for the developments of the West and Edmonton in her later writings, compiled in <em>Woman in the West.</em><br></div>"}}, {"date": "", "location": {"lat": 53.5408631, "line": true, "lon": -113.4951689, "zoom": 12}, "media": {"caption": "Jasper Ave east from McDougall", "credit": "George H. Grayden", "url": "https://archive.org/download/PC006659/PC006659.jpg"}, "text": {"headline": "A Day on the Street", "text": "Watt begins her second book, <em>A Woman in the West</em> (1907), by stating \"The street is awake\".<br><p>“Edmonton is a city of strange sights, and the morning rush to the city is one of them. All the familiar types are here— the jaunty bank clerk, with his well-brushed hat; the smart shop girl, whose knowledge of what is worn keeps her well in touch with Dame Fashion; the shabby out-at-heel adventurer; the complacent factory worker; the girl whose string of Parisian pearls has been such a cause of offence to her feminine critics; the worried small speculators; the stolid, well-groomed business man.” (Woman in the West, p. 6)</p><p>A common theme throughout Watt's work is that of the diversity of Edmonton residents. Multiple chapters included in <i>A Women in the West</i> are dedicated to highlighting the range of citizens one may meet in day-to-day life in the city, as in this scene taking place on the \"main street\", Jasper Avenue. It is not unusual for Watt to emphasize the new residents to the West and highlight on the anxiety of being in a new place, giving the author space to comment on her own experiences.</p><p>“Look at the English family across the way who have just come out and who are curious as to every feature of this new place they are to call home. That distressed man is certainly looking for the land office; and the little woman in the green-black coat is more than a little concerned if she has made a wise move in striking out to such a bustling city. All have one thing in common, high hopes; you see it in the weariest set of shoulders, in the most nervous of the women. God grant that their rosiest dreams may be realized. I came to Edmonton a stranger myself, not long since.” (Woman in the West, pg. 7)</p>"}}, {"date": "", "location": {"lat": 53.516944, "line": true, "lon": -113.494444, "zoom": 12}, "media": {"caption": "Canadian Pacific Railway station at Strathcona, ca. 1920", "credit": "University of Calgary Digital Collections", "url": "https://digitalcollections.ucalgary.ca/Assets/V2/nuJMgnpgzuIAp4nXjAlLG6ooXmRKo_d94T9qzDLgom5TZzDmVG0URUJw5WWc4Z4IutS1F@INikyvU_kEZdH1h01kMKGvI8FOBJh0Y0m9NJw-/Dbq9@88QsSuO8KTc/P11RzOonOQ7cZB2l/CU1230953.jpg"}, "text": {"headline": "A Summer Day on the Prairies", "text": "“Is there anything in the world one-half as appealing as a perfect summer day on the Canadian prairies?” (Woman in the West, pg. 8)<br><p>“Talk about a railroad dispelling the romance from the landscape. If it does, which I am not prepared to allow, it brings the heroic element in. How many settlers looking out and seeing the steady, unflinching light, and hearing the roar of an advancing train have felt comforted and been made stout of heart, knowing that through its medium they are made once more a part of the great busy world they have left, and that in the belching steam from the huge engine lies their hope of future prosperity.” (Woman in the West, pg. 9)</p>The train station mention in this chapter is likely the Canadian Pacific Railway Station, also known as Strathcona Station. Although Strathcona was not united with Edmonton until 1912, the CPR was the northernmost point in the Calgary to Edmonton line before eventually being incorporated into the greater CPR line. Watt's writing invokes the essentiality of the railroad service to the settler experience. Taking the train wasn't just an avenue to bring settlers to their new home, rather, it provided a means for to access to world around them. In this chapter, Watt describes the Canadian West as having a \"heroic element\" which pervades not only the landscape, but also the people and railways. Not matter how vast the space, the railway provides a path for conquest."}}, {"date": "", "location": {"lat": 51.2564577, "line": true, "lon": -116.0346415, "zoom": 12}, "media": {"caption": "Lake Minnewanka", "credit": "University of Calgary Digital Collections", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/0886-HA-01-001_Front.jpg"}, "text": {"headline": "At Banff", "text": "<p>“To leave Banff without a drive to Minnewanka, the Devil's Lake, would be like snatching a handful of mediocre diamonds, leaving behind a stone of matchless value.” (Woman in the West, pg. 11)<br></p><p>Banff National Park was officially established in 1885 followed by an expansion of the protected area in 1887 to include Lake Minnewanka. Watt's descriptions are incredibly vivid, painting a striking picture of the Canadian wilderness. She even remarks on how she mumbled to the oarsman rowing her \"Please row us back as speedily as possible ... I am not myself\", emphasizing the environment as having a spiritually effecting quality.&nbsp;</p><p>However, Watt's experiences speak to&nbsp;her privilege in having the opportunity to visit Banff.&nbsp;The establishment of Banff as a National Park was preceded by the removal of all Indigenous&nbsp;peoples from the land. Furthermore, Watt's descriptions of Banff were quite representative of exactly how the Canadian Pacific Railway, a heavy investor into the into creation and development of Banff National Park, wanted the area to be viewed. According to <a href=\"https://uclpress.scienceopen.com/hosted-document?doi=10.14324/111.444.amps.2023v26i1.003\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://uclpress.scienceopen.com/hosted-document?doi=10.14324/111.444.amps.2023v26i1.003\">Defining Wilderness: The evolution of Banff National Park</a>&nbsp;(Mayer &amp; Bernbaum, 2023) \"the park was tied to the infrastructure and economics of the railway and tourism industries that the CPR sought to establish. The need for the CPR and the Canadian government to celebrate the site and market it to potential tourists meant that park space became more than mere landscape, it became a commodity within a business operation. Central to the effort of selling the site’s natural beauty to tourists, was the selling of narratives tied to spirituality, mysticism and adventure that Canadian society began to attach to&nbsp;<em>wild</em>&nbsp;spaces.<span>\" In other words, Watt's portrayals of Canadian&nbsp;</span>scenery are perfectly in line with what the CPR was trying to sell.</p><p><strong></strong>\"My first view of the mountains I shall never forget. In the distance they appeared a succession of great slate points against a background of heavenly blue; then as our train approached nearer and nearer, the great monsters closed in on us, encompassing us about with a cordon of strength and magnificence that took us easy captive. From the mighty spell they cast over us on that first morning I, at least, never recovered.\" (Woman in the West, p. 11)</p>"}}, {"date": "", "location": {"lat": 49.1984082, "line": true, "lon": -113.309381, "zoom": 12}, "media": {"caption": "Cardston Mormon Temple and Tabernacle, ca. 1930", "credit": "University of Calgary Digital Collections", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/pa-3689-400.jpg"}, "text": {"headline": "A Mormon Welcome", "text": "In the June of&nbsp;1887, Charles Ora Card founded the village of Cardston in Alberta, the first Mormon settlement in Canada. The prohibition of polygamy with the&nbsp;Edmunds Act of 1882 had caused Mormon families to flee persecution in the United States&nbsp;and establish settlements in both Canada and Mexico. According to Lawrence B. Lee's <a href=\"https://www.jstor.org/stable/pdf/40488461.pdf\" target=\"_blank\" rel=\"nofollow\">The Mormons Come to Canada</a>&nbsp;(1968), the Mormons endured vitriolic attacks from the&nbsp;Edmonton Bulletin which criticized them both for engaging in polygamy and for their \"separateness\". However, Elder Card regardless had a deep appreciation for Canada and encouraged settlers to become Canadian citizens. As documented in <a href=\"https://www.oralhistoryforum.ca/index.php/ohf/article/download/132/182\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.oralhistoryforum.ca/index.php/ohf/article/download/132/182\">Transplanted Utah: Mormon Communities in Alberta</a> (Embry, 1998), Card \"impressed upon the people the necessity of invoking the blessings of the land upon all our labors and upon this nation&nbsp;.&nbsp;.&nbsp;.&nbsp;<span>and live according to the law\".</span>&nbsp;<br><p><br></p><p>“Where were our interviews, what data had we gathered regarding the Mormons as settlers ?</p>\n<p>None in one sense, books full in another. For what need have you of questions when you see a town of 1,500 inhabitants having a school roll of 340 children, evidences on every side of the farm land being carefully cultivated, and a healthy live interest being manifested in all matters pertaining to civic problems. The Mormons need no champions to proclaim their good citizenship, to those whose good fortune it is to pay even the shortest visit to their busy little town.” (Woman in the West, pg. 14)</p>"}}, {"date": "", "location": {"lat": 53.5409708, "line": true, "lon": -113.4974436, "zoom": 12}, "media": {"caption": "Jasper Avenue, 1913", "credit": "University of Calgary Digital Collections", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/na-1328-64186.jpg"}, "text": {"headline": "A City of Contrasts", "text": "“Nowhere else are such contrasts to be seen as in Edmonton.\" (Woman in the West, p. 15)<br>\n<p>This short chapter, lasting just a page and a half, has Watt commenting on the Holiday crowd out-and-about on Jasper avenue.&nbsp;</p><p>\"You realize this as you pass the smartly groomed man and encounter a step behind his brother in sheepskins. Down the middle of the street pounds an Indian mounted on a broken-down pony, and behind him comes an officer of the Mounted Police, in the smartest get-up on the continent. Pretty Galician girls with shawls on their heads jostle miladi in the latest spring headgear. French, German, \"United States\" and dear knows what jargons are wafted in on your ear, but you are unheedful of anything but the faces of the crowd.” (Woman in the West, pg. 15)</p><p>As can be seen in subsequent chapters, Watt has a tendency to emphasize the ethnicity of the settlers present in Edmonton. The inhabitants are rarely just Canadian, they are always defined by some perceived origin.<br></p>"}}, {"date": "", "location": {"lat": 43.5646317, "line": true, "lon": -80.2483126, "zoom": 10}, "media": {"caption": "Eramora Road, Guelph", "credit": "Guelph Postcards", "url": "http://3.bp.blogspot.com/-XpaQutNabDE/UWVvzasmBRI/AAAAAAAAAE0/btI1G4YL41M/s1600/eramosaA.jpg"}, "text": {"headline": "Types I Have Known", "text": "Like in&nbsp;\"The Mary-Jane Problem\", this chapter see Watt ascribes nicknames to the different types of people in her life. From \"She\", an \"empty-headed, giddy young&nbsp;thing— pretty, but uninteresting\" (pg. 17), to \"He\", a \"man who is attempting to work out his <span>own&nbsp;</span>salvation with the illusive phantom — What might have <span>been\" (pg. 19), and</span>&nbsp;finally \"Smutty\", a newsboy who&nbsp;Watt describes as \"a little human castaway with the dirtiest face and the bravest heart in all the world\" (pg. 19).&nbsp;<br><br>However, the most extensive section in this chapter is dedicated to Watt's grandmother back in \"an old brick house in an Ontario city\" (pg. 20).&nbsp;<br><br>\"I speak of my grandmother as my ideal woman, even as I know many of you will look back on your mothers and grandmothers in the same hallowed light.\" (Women in the West, pg. 20)<br><br>Thus, the ideal woman to Watt is a loving, devoted,&nbsp;and \"skilled in all housewifely arts\" (pg. 20). Certainly a far cry from the aforementioned \"She\", the Mary Janes, and Miss \"Oh Really\"."}}, {"date": "", "location": {"lat": 53.633239, "line": true, "lon": -113.628845, "zoom": 12}, "media": {"caption": "St. Albert Youville School", "credit": "National Centre for Truth and Reconciliation", "url": "https://ehprnh2mwo3.exactdn.com/wp-content/uploads/2021/01/St.AlbertYouville_05b-c005500-d0005-001_Cropped_Resized.jpg?strip=all&lossy=1&ssl=1"}, "text": {"headline": "Julia: Métis History, Part One", "text": "<div>In this vignette, Watt reveals the strange, complex, and oft disturbing images white settlers had of Indigenous and Métis people at the time. She describes the tragic tale of Julia, a Métis woman born to a French woman and Indigenous man (likely from a northern Cree nation, but Watt is not specific enough for us to guess more). Julia was sent to a residential school as a child and Watt \"acknowledged that the girl had indeed made splendid uses of her opportunities\" based on her Western dress and perceived education (Woman in the West, pg. 24). Obviously, there were no opportunities in residential schools but forced assimilation, and the rest of Julia's tale confirms she was subject to the same sicknesses that were rampant in many \"schools\" and Indigenous communities:</div><div><br></div><div>\" a wee baby was born and the young mother [Julia] sickened with meales. We have just come down from burying her and before we left, her husband handed us this braid of hair with two dollars, all he had, and begged of us to have it made into a chain that he might wear always.\" (pg. 24)<br></div><div><br></div><div>Julia's husband was a Métis man working for the Hudson's Bay Company, and Watt only hears of their tale through a friend. Smallpox, measles, and tuberculosis were epidemic in Indigenous communities. They were particularly bad in residential schools, which had poor and cramped living conditions that encouraged the spread of infectious and airborne diseases.</div><div><br></div><div>Métis children were sent to separate schools than First Nations children. These schools were usually on the outskirts of urban centers where settlers lived; the closest residential school for Métis children was the <a href=\"https://nctr.ca/residential-schools/alberta/st-albert-youville/\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://nctr.ca/residential-schools/alberta/st-albert-youville/\">St. Albert Youville school</a>, one of the oldest residential schools in Alberta and one of the many that forced children away from their families. It is likely that Julia and her husband, of whom we have no other information, lived at this school in her childhood.<br></div>"}}, {"date": "", "location": {"lat": 49.855798, "line": true, "lon": -97.061549, "zoom": 12}, "media": {"caption": "1881", "credit": "Le Métis", "url": "https://ia804701.us.archive.org/BookReader/BookReaderImages.php?zip=/0/items/MTM_1881072801/MTM_1881072801_jp2.zip&file=MTM_1881072801_jp2/MTM_1881072801_0000.jp2&id=MTM_1881072801&scale=16&rotate=0"}, "text": {"headline": "Metis History, Part Two", "text": "<div>The unfortunate truth of Canadian history is that much of what we have left of Indigenous history is told through the eyes of settlers. History from the community was either wiped out, warped, or protected by the communities as a result of the inappropriate ways their culture was twisted by settlers. Julia's story, told by Watt, is one of those accounts.</div><div><br></div><div>However, it is important to note that Metis people in Western Canada created opportunities for themselves to tell their own stories as well, particularly in Manitoba where there was a large population. One example is <em>Le Métis</em>, a newspaper that ran from approximately 1871-1881 in St. Boniface (modern day Winnipeg). <br></div><br>This French-language newspaper is one of the few written sources we have by Métis people for Métis people. It is crucial to be aware that much of Canadian history is not told through newspapers and journal articles, but various oral and material cultures. <em>Le Métis </em>is simply one simple source we can use to juxtaposition against Watt's own articles.<br>"}}, {"date": "", "location": {"lat": 53.540974, "line": true, "lon": -113.5000185, "zoom": 12}, "media": {"caption": "Jasper Avenue decorated for Christmas, 1924", "credit": "Internet Archive", "url": "https://archive.org/download/PC012078/PC012078.jpg"}, "text": {"headline": "Christmas in the West", "text": "\"Six days before last Christmas I started out on my journey for my future home— Edmonton. How well I remember the long trip out, the sitting day after day, gazing out at the dead-level prairie, snow-covered—desolate.\" (Women in the West, p. 26)<br><p>This chapter begins by Watt reminiscing on her first Christmas in Edmonton, a somewhat dismal affair when Watt was unsure about her future in the city and upon arrival found all restaurants closed and was forced to go&nbsp;dinnerless! The present Christmas, however, is one of holiday cheer. Watt gleefully describes the children, the sleigh bells, and most importantly, the kindness of a&nbsp;community. There is no need to rely on restaurants when you not only have a household, but friends to bring you gifts from their respective hometowns.&nbsp;</p>\"This year the paper is firmly established; kind friends are legion; Edmonton has become the dearest place in all the world — I no longer utter a mental protest against the prairie as a final resting place. Our Western life is too real, too vital to waste time in gloomy speculation. It is enough that you are alive and can take your chances in the great future that lies just at hand.\" (p. 27)"}}, {"date": "", "location": {"lat": 53.5182348, "line": true, "lon": -113.5028792, "zoom": 12}, "media": {"caption": "ca. 1914", "credit": "University of Calgary Digital Collections", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/na-1328-64829.jpg"}, "text": {"headline": "A Drive into the Country", "text": "\"Now I know something of the wild, and the invisible hand that knocks at the doors of men and calls, calls, and calls again for them to be out into the open — fighting and buffeting against those natural forces that set a color in the&nbsp;cheek and a glow in the heart.\" (Women in the West, pg. 29-30)<br><br>In this short vignette, Watt embarks on a seventeen mile drive into the country. While Watt recollects the various sights she see along the way, including \"the old Edmonton hotel\" (pg. 29), \"a solitary farm house\" (pg. 30), and \"the main streets of Bunny Land\" (pg. 30), the predominant theme of this chapter the call of the wild. Watt wasn't just fascinated by the symbols of settlement, the farms and fences, but also by the untamed nature&nbsp;of the&nbsp;untouched&nbsp;prairies.&nbsp;<br><br>The hotel mentioned by Watt in this chapter&nbsp;is likely the Strathcona Hotel, which was renamed from the Edmonton Hotel 1899. The hotel was expanded in both 1903 and 1907 to help accommodate new immigrants arriving by railway."}}, {"date": "", "location": {"lat": 56.2321513, "line": true, "lon": -117.31415, "zoom": 11}, "media": {"caption": "Peace River, ca. 1918", "credit": "Internet Archive", "url": "https://archive.org/download/PC012375/PC012375.jpg"}, "text": {"headline": "The Man from Back Home", "text": "In this vignette, Watt welcomes \"the dear German\", a certain somebody who \"had just reached Edmonton from 'Home'\" (Woman in the West, pg. 31). The German, also referred to as the \"Newest Westerner\",&nbsp;or simply, \"he\", has \"pulled stakes and struck for the Peace River county, where, with his little family of four, he is going to start all over again\". The Peace River Country, occupying territory across both Alberta and British Columbia, started&nbsp;as a remarkably small settlement with the census indicating only a population of 900 in 1911. However, the population would expand to 18,600 in 1921 and 48,000 in 1931. Regardless, this early period of Peace River's history is described as an \"economic dead end\" in Vanderhill's <a href=\"https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1541-0064.1963.tb00310.x?casa_token=XSo0yyEwO5wAAAAA:x7HdW5wB1fN5tKyg-ZMepc9kWfpt9UXM7PfaWWoJDuJTHIND6aWzP7TxczKrTljVLoGWE7F1ncui\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1541-0064.1963.tb00310.x?casa_token=XSo0yyEwO5wAAAAA:x7HdW5wB1fN5tKyg-ZMepc9kWfpt9UXM7PfaWWoJDuJTHIND6aWzP7TxczKrTljVLoGWE7F1ncui\">Trends in the Peace River Country</a> (1963) due to&nbsp;the detached and isolated nature of the settlement&nbsp;and inhospitable land. Consequently, Watt's enthusiasm for the German's choice of relocation, so far removed from her own experiences in the city of Edmonton,&nbsp;is notable.<br><br>\"The home news exhausted, we return again to the Newest Westerner's prospects. Amidst many enthusiastic expletives&nbsp;we decide that my friend has made no mistake in leaving even so good a town for the great unknown land. Bubbling and brimming over with enthusiasm he takes leave of me — in a day he starts by wagon for a two-hundred mile journey north — where from the very bottom of my heart I wish him and his, the good fortune he deserves, and which I am sure he will command — seeing that he has come out with no false or ridiculous ideas, but with the fixed purpose to work hard and make good.\" (Woman in the West, p. 33)"}}, {"date": "", "location": {"lat": 53.534614, "line": true, "lon": -113.506071, "zoom": 12}, "media": {"caption": "An image of the Alberta Legislature Buildings taken from across the river, ca. 1913", "credit": "George H. Grayden", "url": "https://archive.org/download/PC007073/PC007073.jpg"}, "text": {"headline": "Polly Hears of the Opening of the Alberta Legislature: Suffragettes, Part One", "text": "\"In a little glass box at the side of the house where some one banished the Lieut.-Governor while the Speaker did his little stunt, I saw a vast collection of military-aries, doing goodness knows what, and serving, as far as I could learn, absolutely no purpose. But they seemed to like it, and what harm did it do?<br><br>Leaving the hall I couldn't help my scattering thoughts flying across seas to the suffragettes in the old land.<br><br>Good-gracious is it to take part is such proceedings as these that a goodly number of fair agitatresses are now languishing behind the bars? Is it to oust such placidly, capable, good-natured creatures as the occupants of these soft-seated chairs I had just left, that woman, lovely woman is shouting herself hoarse in the foggy little island across the pond, or is it for the pure joy of occupying the centre of the stage where the calcium shines and figuring in an heroic scene encircled by the arms of a fine stalwart \"bobby?\"--(arms and the men are, I understand, scarce commodities across the sea) it is to wonder.\" (Woman in the West, pg. 35-36)<br><br>This text is from a fake letter written between two sisters about the opening of the Edmonton Legislative Grounds. In it, we see Watt take a dismissive attitude to both the grandstanding men of government and the suffragettes wishing to become like them. Women eventually gained the right to vote in Alberta in 1916, nine years after this was written. The letter offers an interesting opposition to suffragettes--mainly in its suggestion that the government is made up of grandstanding individuals more interested in attention than responsibility, and so suffragettes must be clamoring for the same reasons. Such a view, while perhaps disagreeable in the modern day, does show the complexity of the suffragette movement in Canada, as well as certain attitudes to the settler governments of the time.<br>"}}, {"date": "", "location": {"lat": 53.534614, "line": true, "lon": -113.506071, "zoom": 12}, "media": {"caption": "Henrietta Muir Edwards", "credit": "Edmonton Journal", "url": "https://smartcdn.gprod.postmedia.digital/edmontonjournal/wp-content/uploads/2010/10/1234-henrietta_muir_edwards.jpg"}, "text": {"headline": "Suffragettes, Part Two", "text": "Not all women shared Watt's views, of course. In the same year, 1907, <a href=\"https://edmontonjournal.com/news/local-news/well-done-sister-suffragettes\" target=\"_blank\" rel=\"nofollow\">Henrietta Muir Edwards</a> made a rousing speech at a social event in Edmonton demanding Albertan women be allowed to vote. She is credited with sparking the fire of activism in Edmonton and its surrounding areas. It is important to note that, at this time, suffragettes were made up of white women. Indigenous, Asian, and other women discriminated against in Canadian governance would not gain the right to vote until years, sometimes decades, later.<br>"}}, {"date": "", "location": {"lat": 53.5571089, "line": true, "lon": -113.4689316, "zoom": 12}, "media": {"caption": "Seed Fair, 1923", "credit": "University of Calgary Digital Collections", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/pa-618-3.jpg"}, "text": {"headline": "On Pet Stock Shows", "text": "<p>“We have a standing joke in our family, we also have a yellow pup. Incidentally the two are one, for the time honored bit of humor has to do with the pedigree of the dog in question, whom his master with an utter lack of any knowledge on the subject insists is pure bred bull terrier while others maintain he has first claims in the thorough-bred mongrel class.” (Women in the West, pg. 37)</p><br>In this humorous chapter, Watt, inspired by a conversation on the topic of Pet Stock Shows,&nbsp;recounts her time exploring her faithful pup's pedigree. After taking her companion to a man who \"knows what's what in the dog line\" (pg. 37) and discovering that \"his nose was a trifle short to be just right, his jaws were too heavy to conform to good breeding, and his tail — last point of all — was undeniably too long and too thick\", Watt muses on the notion of what if we were to judge humans like we did pets? This brings her to the revelation that humans there is in fact a place where humans are reviewed:<br><br>\"Of course you know there IS a continual judging class going on amongst men and women. The place where it is held being a more or less strictly guarded enclosure whose fencesmbear the legend \"Society.\" Some people break into the Members' paddock, and are soon identified as amongst this chosen, but for the most part, persons seek admission, and the qualifications may be money, the grand air, position, a thousand things, rarely, if ever, though, just common every-day goodness and wholesomeness and <span>ability.</span>\" (pg. 38)<br><br>This epiphany does provide some critical&nbsp;insight into Watt's views on society. Notably, she values a person's contributions to society and general goodness&nbsp;far higher than something as superficial as appearance.<br><br>Watt initially mentions Pet Stock Shows in connection with the Seed Fair. These fairs provided the opportunity for farmers to both sell and exhibit their products. Seed Fairs were regularly advertised in Watt's paper, Saturday News, with a <a href=\"https://archive.org/details/SDN_1906012001/page/n9/mode/2up\" target=\"_blank\" rel=\"nofollow\">January 20th, 1906, edition</a> announcing that the upcoming Seed Fair would be held at Robertson's Hall on Jasper Avenue.<br>"}}, {"date": "", "location": {"lat": 51.0276233, "line": true, "lon": -114.087835, "zoom": 12}, "media": {"caption": "Emma Goldman, ca. 1911", "credit": "Wikimedia Commons", "url": "https://upload.wikimedia.org/wikipedia/commons/0/03/Emma_Goldman_seated.jpg"}, "text": {"headline": "The Joys of Housekeeping", "text": "<p>While the bulk of this chapter is dedicated to the its namesake, demonstrating the author&nbsp;engaging in the wonders of such activities as arranging furniture and organizing grocery deliveries, one particular aside of Watt's stands out.<br></p><p>\"As time goes by I am going to tell you some of my experiences with trade's people, my impressions of prices, domestic service, western methods, etc. Surely I may do so without fear, seeing the Calgary people stood for Emma Goldman, the woman anarchist, telling them last week, face to face, that their gay little city was more like Hell than any place she had ever been in. 1 can't imagine myself what they ever did to give her that impression, and it's well she didn't come farther north, as Calgary people are commonly reported as coming to Edmonton to have a good time.\" (Woman in the West, p. 43)</p>The aforementioned Emma Goldman was a radical&nbsp;public speaker who lectured on a variety of topics including anarchism and worker's rights. While her thoughts on the government were often the most reported on aspect of her lectures, she also endorsed feminist ideals and was active in disseminating information on birth control. In mid-June, 1907, she gave a talk in Calgary which was reported on in the June 17, 1907 edition of the&nbsp;<a href=\"https://digitalcollections.ucalgary.ca/asset-management/2R3BF1C79W_4#/DamView&amp;VBID=2R3BXZ0XD6D6D&amp;PN=1&amp;WS=SearchResults\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://digitalcollections.ucalgary.ca/asset-management/2R3BF1C79W_4#/DamView&amp;VBID=2R3BXZ0XD6D6D&amp;PN=1&amp;WS=SearchResults\">Calgary Morning Albertan</a>. The paper also introduced a private interview conducted with Goldman with \"<span>She Compares Calgary with Hell\".&nbsp;</span>While Watt does not particularly elaborate on how she felt about Goldman's politics, the very inclusion of this aside is interesting to consider given her misgivings on suffragettes.<br>"}}, {"date": "", "location": {"lat": 53.5410884, "line": true, "lon": -113.4901154, "zoom": 12}, "media": {"caption": "Saturday news (1907-06-29), p. 8", "credit": "Internet Archive", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/Screenshot 2023-12-06 at 10.38.44 PM.png"}, "text": {"headline": "When the Circus Comes to Town", "text": "\"The ever-old yet ever-new mystery, The Unloading of The Circus!\" (Women in the West, pg. 44)<br><br>In this vignette, Watt shares her experiences visiting the traveling circus. Notably, this chapter spends far more time describing the experience of going to the circus - the gathering crowds, the occupation of the seats, the snacks (\"the same old dried-up peanuts, and the pinkest pink orangeade\" [pg. 46]) - than actually elaborating on the performance itself. Watt not only details how the physical properties of the circus, the tents and performers, changes the landscape of Edmonton, but also how the presence of the spectacle influences the behaviour of crowd. Consequently, Watt would&nbsp;rather bestow the moniker \"One and Only, Greater and Better Than Has Been, Par Excellence, the Biggest, Most Magnificent, and Finest Upon Earth\" to the procession of attendees than the performance itself.<br><br>\"All in all, what a rattling good circus it was, to be sure!<br>But the end had to come and tired but exquisitely happy the great crowd streamed out to see the animals feed and take in, did their pockets permit it, 'The Greatest Side Show that ever happened.'\" (pg. 46)"}}, {"date": "", "location": {"lat": 43.7410521, "line": true, "lon": -79.4105452, "zoom": 12}, "media": {"caption": "Loretto Abbey, 1922", "credit": "Digital Archive Ontario", "url": "//uploads.knightlab.com/storymapjs/26f2e0f5aedeff1f5676b5ca39247859/gertrude-balmer-watt-in-edmonton/_images/144673.jpeg"}, "text": {"headline": "In The Edmonton Second-Hand Shops", "text": "\"In such surroundings the child of imagination lived in a very dream world of it, became imbued with such an atmosphere of make-believe that in time the real world became the unreal, the imaginative the every-day life. I cannot remember when every dear and well-loved object had not a story to it, handed down from girl to girl like the pricless laces and jewels of our ancestors are handed down from generation to generation of us.\" (Women in the West, pg. 48)<br><br>The penultimate chapter of Women in the West sees Watt, inspired by the curiosities found in a&nbsp;second-hand shop, reminisce of the time she was was sent to the \"quaintest old convent in all the world\" (p. 47), Loretto Abbey. Located in Ontario, Loretto Abbey was&nbsp;founded as an all-girls Catholic school&nbsp;by the Loretto Sisters&nbsp;in 1847. The theme of this chapter is undoubtably that of imagination, as Watt recounts the fantasies she had while inspired by the history demonstrated by the abbey. This fondness for the romanticism present in the abbey provides an interesting perspective on Watt considering her move from Eastern to Western Canada. If Eastern Canada is the land of history, then the West is the land of modern opportunity.<br><br><p>\"The sound of the fire bell ringing six recalls me to myself. Across the bridge of two hundred and fifty years I come back to take up the little joys and sorrows of the modern up-to-date hurrying scurrying life of Edmonton.\" (pg. 50)</p>"}}, {"date": "", "location": {"lat": 53.537773, "line": true, "lon": -113.53109, "zoom": 12}, "media": {"caption": "Victoria Golf Course juxtaposed against the modern downtown skyline", "credit": "Kuochew Chen", "url": "https://lh3.googleusercontent.com/p/AF1QipNWZcr7GcjPoYGwFR-yShpv8NGv81GsRmDUYpmq=s680-w680-h510"}, "text": {"headline": "Golf Madness", "text": "<div>Watt's final published article is a lighthearted one that again references her husband, Arthur--who evidently became a different person when playing golf (and was not very good at it):</div><div><br></div><div>\"The next stroke is even more disastrous and you begin to gaze longingly into space. Where now is your 'darling' and who is this primitive creature who taunts you with your malicious hatred of himself and your designing gloating over his defeat ? Who is this who accuses your friend of being a 'saucy minx' and yourself a Jonah? Your angel, dear, gone golf mad!\" (Woman in the West, pg. 52)<br></div><div><br></div><div>Only one famous golf course existed in Edmonton at the time, and still exists today. <a href=\"https://www.edmonton.ca/activities_parks_recreation/golf_courses/victoria-golf-course-driving-range\" target=\"_blank\" rel=\"nofollow\">The Victoria Golf Course</a> was developed in 1896 and continues to be used for golf today. Golfing was evidently a man's hobby and not a woman's, if Watt's narrative is to be taken seriously. Her writing displays an ability to poke fun at how gender and marital relations are constructed in different spaces, as well as what hobby activities were available to Edmontonians in the 1900s. <br></div>"}}]}}